Repository: collective/Products.LoginLockout
Catalog: Products/LoginLockout/i18n/LoginLockout-*.po
Languages: es, fr, nl

source: Add
es: Agregar
fr: Ajouter
nl: Toevoegen

source: Reset Users
es: Reiniciar Usuarios
fr: Réinitiliser les utilisateurs
nl: Gebruikers herstellen

source: 1 month
es: 1 mes
fr: plus d'1 mois
nl: 1 maand

source: 2 months
es: 2 meses
fr: plus de 2 mois
nl: 2 maanden

source: 3 months
es: 3 meses
fr: plus de 3 mois
nl: 3 maanden

source: A plugin that rejects multiple logins attempts and locks out the user until the administrator unlocks them
es: Un plugin que rechaza múltiples intentos de inicio de sesión y bloquea al usuario hasta que el administrador lo desbloquee
fr: Un plugin qui rejète les tentatives de connexion multiples et verrouille l'utilisateur jusqu'à ce que l'administrateur le déverrouille
nl: Een plugin die herhaalde inlogpogingen verhindert en de gebruiker uitsluit tot de beheerder ze ontsluit

source: Accounts were reset for these login names: %s,
es: Cuentas de usuario que se reiniciaron para estos nombres de usuario: %s,
fr: Les comptes ont été remis à zéro pour les utilisateurs suivants: %s,
nl: Accounts werden hersteld voor deze inlognamen: %s

source: Attempts
es: Intentos
fr: Tentatives
nl: Pogingen

source: Configuration and logging for the LoginLockout plugin.
es: Configuración y registro para el plugin de desbloqueo inicio de sesión.
fr: Configuration et journal du module LoginLockout.
nl: Configuratie en logging voor de LoginLockout-plugin

source: Current Attempts
es: Actuales intentos
fr: Tentatives actuelles
nl: Huidige pogingen

source: Current detected Client IP: ${remote_ip}
fr: Adresse IP client détectée: ${remote_ip}

source: Does not match current password.
es: No coincide con la contraseña actual.
fr: Ne correspond pas au mot de passe actuel.
nl: Komt niet overeen met huidige wachtwoord.

source: Fake Client IP
fr: Adresse IP client simulée

source: Filter
es: Filtro
fr: Filtrer

source: History password changes
es: Histórico de cambios de contraseña
fr: Historique des changements de mot de passe
nl: GEschiedenis van wachtwoord-aanpassingen

source: Ignore X-Forward-For and REMOTE_ADDR headers
fr: Ignorer les entêtes html X-Forward-For et REMOTE_ADDR

source: Last
es: Últimas
fr: Dernier
nl: Laatst

source: List of IP Ranges which Client IP must be in to login. Empty disables
fr: Liste des pages IP dans lesquelles l'adresse client doit être pour se connecter. Une valeur vide désactive cette fonctionnalité.

source: Lock logins to IP Ranges
fr: Restreindre les connexions depuis les plages IP

source: Locked accounts are reenabled after this time
fr: Les comptes verrouillés sont déverrouillés après ce délai

source: Login Lockout Plugin
es: Plugin de desbloqueo inicio de sesión
fr: Module Login Lockout

source: Login Lockout configuration
es: Configuración de desbloqueo de usuario
fr: Configuration de Login Lockout
nl: Login Lockout instelling

source: Login Name
es: Nombre de inicio de sesión
fr: Nom d'utilisateur
nl: Inlognaam

source: Login history
es: Historial de inicio de sesión
fr: Historique de connexion
nl: Inloggeschiedenis

source: Login of all successful login attempts
es: Cuenta de usuario de todos los intentos de inicio de sesión con éxito
fr: Journal des tentatives de connexion réussies
nl: Login van alle succesvolle inlogpogingen

source: LoginLockout Settings
fr: Paramétrage de LoginLockout

source: Max Attempts
fr: Nombre de tentatives max

source: No accounts to reset
es: Sin cuenta a restablecer
fr: Aucun compte à réinitialiser
nl: Geen accounts om te herstellen

source: No filtering
es: Sin filtrado
fr: tous
nl: Geen filtering

source: Non plone members:
es: Sin usuarios rol Miembro Plone:
fr: Anonymes:
nl: Niet-Plone-leden:

source: Number of unsuccessful logins before account locked
fr: Nombre de tentative de connexion avant que le compte soit verrouillé

source: PAS plugin that can lock/unlock a user login after a predetermined number of incorrect attempts.
es: Plugin de PAS con el cual puede bloquear / desbloquear un inicio de sesión de usuario después de un número predeterminado de intentos incorrectos.
fr: Plugin PAS qui peut verrouiller un compte utilisateur après un nombre déterminé de tentatives de connexion incorrectes.
nl: PAS-plugin die een account kan blokkeren na een aantal foute inlogpogingen.

source: Password change was canceled.
es: El cambio de contraseña ha sido cancelado.
fr: Le changement de mot de passe a été annulé.
nl: Wachtwoordverandering is geannuleerd.

source: Password changed.
es: Contraseña cambiada.
fr: Mot de passe changé.
nl: Wachtwoord veranderd.

source: Plone members:
es: Miembros Plone:
fr: Membres Plone:
nl: Plone-leden:

source: Reset Period (hours)
fr: Temps de déverrouillage automatique (heures)

source: Search records
es: Búsqueda de registros
fr: Chercher
nl: Zoek velden

source: Settings
fr: Paramétrage

source: Show password changes older than N days
es: Mostrar los cambios de contraseña antiguas de más de N días
fr: Montrer les changements de mot de passe plus vieux de
nl: Toon wachtwoordwijzigingen ouder dan N dagen

source: Successful login attempts
es: Intentos de inicio de sesión exitoso
fr: Tentatives de connexion réussies
nl: Sucesvolle inlogpogingen

source: Title
es: Título
fr: Titre
nl: Titel

source: Username pattern
es: Patrón de nombre de usuario
fr: Id utilisateur (expression régulière)
nl: Gebruikersnaam-patroon

source: View and reset unsuccesful attempts
es: Ver y restaurar los intentos infructuosos
fr: Voir et réinitialiser les tentatives de connexion échouées
nl: Bekijk en herstel mislukte pogingen

source: View successful attempts
es: Ver los intentos exitosos
fr: Voir les tentatives de connexion réussies
nl: Bekijk succesvolle inlogpogingen

source: While changing your password an AttributeError occurred. This is usually caused by your user being defined outside the portal.
es: Al cambiar su contraseña se ha producido un AttributeError. Esto suele estar causado por la utilización de usuarios definidos fuera del portal.
fr: Une erreur s'est produite lors du changement de mot de passe. Votre utilisateur est peut-être défini hors du portail Plone.
nl: Terwijl uw wachtwoord werd veranderd ontstaond een AttributeError. Dit komt vaak doordat uw gebruiker buiten de website is gedefiniÃ«erd.

source: button_reset
es: Reiniciar cuentas de usuario seleccionadas
fr: Réinitialiser les comptes sélectionnés
nl: Herstel geselecteerde accounts

source: description_login_locked
es: Esta cuenta ha sido bloqueada por razones de seguridad. Usted no podrá para iniciar sesión por un periodo de ${reset_period} horas.
fr: Ce compte a été verrouillé pour des raisons de sécurité. Vous ne pourrez vous connecter pendant une période de ${reset_period} heures.
nl: Herhaaldelijk inloggen is helaas mislukt. Om veiligheidsredenen kunt u de komende ${reset_period} uur niet meer inloggen.

source: description_settings_form
es: Historial del cambio de contraseña por usuario
fr: Historique des changements de mots de passe par utilisateur
nl: Geschiedenis van wachtwoordwijzingen per gebruiker

source: heading_login_locked
es: Cuanta ha sido bloqueada
fr: Le compte a été verrouillé
nl: Account is geblokkeerd

source: label_email
es: Correo electrónico
fr: Adresse email
nl: Email

source: label_fullname
es: Nombre Completo
fr: Nom complet
nl: Volledige naam

source: label_last
es: Último intento
fr: Dernière tentative
nl: Laatste poging

source: label_last_attempt
es: Último intento
fr: Dernière tentative
nl: Laatste poging

source: label_last_logins
es: Inicios de sesión
fr: Dernières connexions
nl: Logins

source: label_last_password_change
es: Último cambio de contraseña
fr: Dernier changement de mot de passe
nl: Laatste wachtwoordwijzigingen

source: label_login
es: Nombre de inicio de usuario
fr: Nom de l'utilisateur
nl: Inlognaam

source: label_username
es: Nombre de usuario
fr: Nom d'utilisateur
nl: Gebruikersnaam

source: older than 3 months
es: más de 3 meses
fr: l'infini et l'au-delà
nl: ouder dan 3 maanden

source: user profile
es: Perfil de usuario
fr: Profil utilisateur
nl: gebruikersprofiel

source: IP
es: Dirección IP

source: Login failed. Both login name and password are case sensitive, check that caps lock is not enabled.
es: Error en el inicio de sesión. Tanto el nombre de inicio de sesión como la contraseña son sensibles a la capitalización, comprueba que la tecla de bloqueo de mayúsculas no está habilitada.

source: LoginLockout Configuration Panel
es: Panel de desbloqueo de usuario

source: Select/deselect all items
es: Seleccionar/deseleccionar todos los elementos

source: label_IP
es: Dirección IP

source: label_count
es: Numero de intentos

source: label_reset
es: Seleccionar todos
